round2/Gunicorn.900.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 900 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    93.82ms  138.59ms   1.78s    97.37%
    Req/Sec   321.21    327.31     3.02k    94.22%
  35702 requests in 30.10s, 5.01MB read
  Socket errors: connect 476, read 0, write 0, timeout 122
Requests/sec:   1186.19
Transfer/sec:    170.28KB