round2/uWSGI.9000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 9000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   720.92ms  555.16ms   2.00s    70.61%
    Req/Sec     0.85k     1.10k    5.07k    88.46%
  9211 requests in 30.09s, 593.68KB read
  Socket errors: connect 0, read 211, write 0, timeout 3451
Requests/sec:    306.10
Transfer/sec:     19.73KB